Repository: dominik-radulay/Team32App
Catalog: Team32App/Resources/AppResources.*.resx
Languages: ar, fr

source: Back to Main Menu
ar: العودة إلى القائمة الرئيسية
fr: Retour au menu principal

source: Change Language
ar: تغيير اللغة
fr: Changer de langue

source: Communication
ar: تواصل
fr: la communication

source: Contacts
ar: جهات الاتصال

source: Locations
ar: المواقع
fr: Emplacements

source: Main Menu
ar: القائمة الرئيسية
fr: Menu principal

source: Phrases
ar: عبارات

# Phrases_Accomodation
source: I need an Accommodation
ar: أحتاج إلى إقامة
fr: J'ai besoin d'un logement

# Phrases_Agreeing
source: Agreeing
ar: الموافقة
fr: D'accord

# Phrases_Allergic
source: I am allergic to….
ar: لدي حساسية من….
fr: Je suis allergique à….

# Phrases_Charge
source: I need to charge my phone
ar: أنا بحاجة لشحن هاتفي
fr: J'ai besoin de recharger mon téléphone

# Phrases_Cold
source: I am freezing
ar: أنا أتجمد
fr: je gèle

# Phrases_Cost
source: How much does that cost?
ar: كم يكلف هذا؟
fr: Combien ça coûte?

# Phrases_Denying
source: Denying
ar: إنكار
fr: Nier

# Phrases_Doctor
source: I need a doctor
ar: انا بحاجة الى طبيب
fr: j'ai besoin d'un docteur

# Phrases_DoNotUnderstand
source: I don't understand
ar: أنا لا أفهم
fr: Je ne comprends pas

# Phrases_Greetings
source: Greetings
ar: تحيات
fr: Les salutations

# Phrases_Heading
source: Greek Phrases
ar: عبارات يونانية
fr: Expressions Grecques

# Phrases_HowAreYou
source: How are you?
ar: كيف حالك؟
fr: Comment vas-tu?

# Phrases_Hungry
source: I'm hungry
ar: إنني جائع أنا جوعان
fr: j'ai faim

# Phrases_ImFrom
source: I'm from...
ar: انا من...
fr: Je viens de...

# Phrases_Info
source: This phrase is pronounced in Greek:
ar: تُلفظ هذه الكلمة باليونانية:
fr: Cette phrase se prononce en Grec:

# Phrases_Legal
source: I need a legal help
ar: أحتاج إلى مساعدة قانونية
fr: J'ai besoin d'une aide juridique

# Phrases_Level1
source: Level 1
ar: المستوى 1
fr: Niveau 1

# Phrases_Level2
source: Level 2
ar: المستوي 2
fr: Niveau 2

# Phrases_Level3
source: Level 3
ar: مستوى 3
fr: Niveau 3

# Phrases_Looking
source: I am looking for…
ar: أنا أبحث عن…
fr: Je cherche…

# Phrases_Mean
source: What does _____ mean?
ar: ماذا يعني؟
fr: Que signifie ___?

# Phrases_MyNameIs
source: My name is...
ar: اسمي هو...
fr: Mon nom est...

# Phrases_Pet
source: I have a pet
ar: لدي حيوان أليف
fr: j'ai un animal de compagnie

# Phrases_Repeat
source: Could you repeat that please?
ar: هل يمكنك تكرار ذلك، من فضلك؟
fr: Pourriez-vous répéter cela, s'il vous plait?

# Phrases_Restroom
source: Where is the Restroom?
ar: أين المرحاض؟
fr: Où sont les toilettes?

# Phrases_Slower
source: Could you please talk slower?
ar: هل يمكنك التحدث بشكل أبطأ من فضلك؟
fr: Pourriez-vous s'il vous plaît parler plus lentement?

# Phrases_Speak
source: I don't speak Greek very well.
ar: أنا لا أتحدث اليونانية جيدًا.
fr: Je ne parle pas très bien le grec.

# Phrases_Spell
source: How do you spell that?
ar: كيف تتهجى ذلك؟
fr: Comment épelez-vous cela?

# Phrases_ThankYou
source: Thank you
ar: شكرا لك
fr: Merci!

# Phrases_Thristy
source: I'm thirsty
ar: عطشان
fr: J'ai soif

# Phrases_Time
source: What time is it?
ar: أي ساعة؟
fr: Quelle heure est-il?

# Phrases_Welcome1
source: Welcome to Level 1 of Greek Phrases!
ar: مرحبًا بك في المستوى 1 من العبارات اليونانية!
fr: Bienvenue au niveau 1 des expressions grecques !

# Phrases_Welcome2
source: Welcome to Level 2 of Greek Phrases!
ar: مرحبًا بك في المستوى 2 من العبارات اليونانية!
fr: Bienvenue au niveau 2 des expressions grecques !

# Phrases_Welcome3
source: Welcome to Level 3 of Greek Phrases!
ar: مرحبًا بك في المستوى 3 من العبارات اليونانية!
fr: Bienvenue au niveau 3 des expressions grecques !

# Phrases_YourName
source: What is your name?
ar: ما اسمك؟
fr: Quel est ton nom?

source: Save
ar: يحفظ
fr: Sauvegarder

source: Select Language
ar: اختار اللغة
fr: Sélectionner la langue

# WelcomeText
source: Welcome to the English version of this app
ar: مرحبًا بكم في النسخة العربية من هذا التطبيق
fr: Bienvenue sur la version française de cette application

source: Helpline
fr: Assistance téléphonique
